[
  {
    "serviceName": "Tool Sharing",
    "serviceImage": "https://i.ibb.co/dfDrC5b/Tool-Sharing.png",
    "serviceDescription": "Share tools with the community through our convenient and user-friendly platform. Borrow and lend various tools, from power drills to gardening equipment, and save money while reducing waste. Collaborate with neighbors and fellow DIY enthusiasts in your area. It's a sustainable way to get the tools you need without having to buy them. Join now and start contributing to a more eco-friendly and cost-effective future. Borrow, share, and grow together!",
    "serviceProvider": {
      "name": "John Smith",
      "image": "https://i.ibb.co/cr25Snp/6.png",
      "serviceProviderLocation": "Bangladesh",
      "shortDescription": "Experienced tool enthusiast and DIY expert. Offering a wide range of tools for your projects."
    },
    "servicePrice": "$15"
  },
  {
    "serviceName": "Home Services Exchange",
    "serviceImage": "https://i.ibb.co/SBkvdwM/home-service-exchange.png",
    "serviceDescription": "Exchange home services with others and make life more convenient. Connect with neighbors willing to offer their skills in return for yours. Whether it's home repairs, pet sitting, or cleaning services, this platform fosters a sense of community and mutual support. Negotiate services, build trust, and create lasting relationships. It's a win-win for everyone involved. Get started today!",
    "serviceProvider": {
      "name": "Alice Johnson",
      "image": "https://i.ibb.co/Ldxm4Zn/4.png",
      "serviceProviderLocation": "Bangladesh",
      "shortDescription": "Your trusted partner for all home services. Making your life easier, one service at a time."
    },
    "servicePrice": "Negotiable"
  },
  {
    "serviceName": "Language Exchange",
    "serviceImage": "https://i.ibb.co/ZTfKrbJ/Language-Exchange.pngs",
    "serviceDescription": "Learn languages from native speakers worldwide. Connect with language enthusiasts eager to exchange their expertise. Enhance your language skills and experience diverse cultures without leaving your home. It's an exciting opportunity to make friends while becoming fluent in a new language. Join our community of language learners today, and open doors to new horizons!",
    "serviceProvider": {
      "name": "Emma Brown",
      "image": "https://i.ibb.co/qgTfVd0/language.png",
      "serviceProviderLocation": " Bangladesh",
      "shortDescription": "Your language learning partner. Explore new languages and cultures with us."
    },
    "servicePrice": "$20-30"
  },
  {
    "serviceName": "Book or Media Swap",
    "serviceImage": "https://i.ibb.co/ZW3dk4F/Book-or-Media-Swap.png",
    "serviceDescription": "Swap books, movies, music, and more with fellow enthusiasts. Trade your gently used items and discover new stories and experiences. It's a sustainable and cost-effective way to enjoy a wide variety of entertainment. Join our community of media lovers and start swapping today!",
    "serviceProvider": {
      "name": "Michael Davis",
      "image": "https://i.ibb.co/JtC8Jd6/3.png",
      "serviceProviderLocation": "Khulna District, Bangladesh",
      "shortDescription": "Passionate about media sharing and exploration. Discover the joy of swapping!"
    },
    "servicePrice": "$15"
  },
  {
    "serviceName": "Fitness and Sports Partners",
    "serviceImage": "https://i.ibb.co/GWR3RrY/Fitness-and-Sports-Partners.png",
    "serviceDescription": "Find fitness and sports partners in your area to stay active and healthy. Connect with like-minded individuals who share your passion for exercise and outdoor activities. Whether you're into running, yoga, or team sports, this platform helps you discover new workout buddies. Start your fitness journey today!",
    "serviceProvider": {
      "name": "Olivia Wilson",
      "image": "https://i.ibb.co/PMB6Ypj/2.png",
      "serviceProviderLocation": "Sylhet District, Bangladesh",
      "shortDescription": "Your fitness companion for a healthy lifestyle. Achieve your fitness goals together."
    },
    "servicePrice": "$40"
  },
  {
    "serviceName": "Community Repair Workshops",
    "serviceImage": "https://i.ibb.co/sgYNDnZ/Community-Repair-Workshops.png",
    "serviceDescription": "Join community repair workshops to fix things together. Collaborate with experts and fellow DIYers to repair and restore items, from electronics to furniture. Learn valuable skills while making a positive impact on the environment. Each session costs just $10, making it affordable for everyone. Get hands-on and start fixing today!",
    "serviceProvider": {
      "name": "James Lee",
      "image": "https://i.ibb.co/VgBW9yz/1.png",
      "serviceProviderLocation": "Barisal District, Bangladesh",
      "shortDescription": "Repairing items together for a greener future. Join us in making a difference!"
    },
    "servicePrice": "$10 per session"
  }
]